Repository: OPUS4/application
Catalog: modules/publish/language/publish_doctype_captions.tmx
Source language: de
Languages: en

source: 1. Allgemeine Angaben (Dissertation)
en: 1. General Information (Doctoral Thesis)

source: 3. Verlagsangaben und Verweise
en: 3. Publisher Statements and References

source: 1. Allgemeine Angaben (Festschrift)
en: 1. General Information (Festschrift)

source: 2. Beschreibende Informationen
en: 2. Descriptive Data
